Repository: lodicolo/Intersect-Engine
Catalog: Framework/Intersect.Framework.Core/Properties/CoreStrings.*.resx
Languages: es, pt

# DescriptorType_Animation
source: Animation
es: Animationes
pt: Animationpt

# DescriptorType_Animation_Plural
source: Animations
es: Animationses
pt: Animationspt

# DescriptorType_Class
source: Class
es: Classes
pt: Classpt

# DescriptorType_Class_Plural
source: Classes
es: Classses
pt: Classspt

# DescriptorType_Item
source: Item
es: Itemes
pt: Itempt

# DescriptorType_Item_Plural
source: Items
es: Itemses
pt: Itemspt

# DescriptorType_Npc
source: NPC
es: Npces
pt: Npcpt

# DescriptorType_Npc_Plural
source: NPCs
es: Npcses
pt: Npcspt

# DescriptorType_Projectile
source: Projectile
es: Projectilees
pt: Projectilept

# DescriptorType_Projectile_Plural
source: Projectiles
es: Projectileses
pt: Projectilespt

# DescriptorType_Quest
source: Quest
es: Questes
pt: Questpt

# DescriptorType_Quest_Plural
source: Quests
es: Questses
pt: Questspt

# DescriptorType_Resource
source: Resource
es: Resourcees
pt: Resourcept

# DescriptorType_Resource_Plural
source: Resources
es: Resourceses
pt: Resourcespt

# DescriptorType_Shop
source: Shop
es: Shopes
pt: Shoppt

# DescriptorType_Shop_Plural
source: Shops
es: Shopses
pt: Shopspt

# DescriptorType_Spell
source: Spell
es: Spelles
pt: Spellpt

# DescriptorType_Spell_Plural
source: Spells
es: Spellses
pt: Spellspt

# DescriptorType_CraftTables
source: Craft Table
es: CraftTableses
pt: CraftTablespt

# DescriptorType_CraftTables_Plural
source: Craft Tables
es: CraftTablesses
pt: CraftTablesspt

# DescriptorType_Crafts
source: Craft
es: Craftses
pt: Craftspt

# DescriptorType_Crafts_Plural
source: Crafts
es: Craftsses
pt: Craftsspt

# DescriptorType_Map
source: Map
es: Mapes
pt: Mappt

# DescriptorType_Map_Plural
source: Maps
es: Mapses
pt: Mapspt

# DescriptorType_Event
source: Event
es: Eventes
pt: Eventpt

# DescriptorType_Event_Plural
source: Events
es: Eventses
pt: Eventspt

# DescriptorType_PlayerVariable
source: Player Variable
es: PlayerVariablees
pt: PlayerVariablept

# DescriptorType_PlayerVariable_Plural
source: Player Variables
es: PlayerVariableses
pt: PlayerVariablespt

# DescriptorType_ServerVariable
source: Server Variable
es: ServerVariablees
pt: ServerVariablept

# DescriptorType_ServerVariable_Plural
source: Server Variables
es: ServerVariableses
pt: ServerVariablespt

# DescriptorType_Tileset
source: Tileset
es: Tilesetes
pt: Tilesetpt

# DescriptorType_Tileset_Plural
source: Tilesets
es: Tilesetses
pt: Tilesetspt

# DescriptorType_Time
source: Time
es: Timees
pt: Timept

# DescriptorType_Time_Plural
source: Times
es: Timeses
pt: Timespt

# DescriptorType_GuildVariable
source: Guild Variable
es: GuildVariablees
pt: GuildVariablept

# DescriptorType_GuildVariable_Plural
source: Guild Variables
es: GuildVariableses
pt: GuildVariablespt

# DescriptorType_UserVariable
source: User Variable
es: UserVariablees
pt: UserVariablept

# DescriptorType_UserVariable_Plural
source: User Variables
es: UserVariableses
pt: UserVariablespt
