Repository: lodicolo/Intersect-Engine
Catalog: Intersect.Client.Core/Localization/ClientStrings.*.resx
Languages: es

# ItemDescription_CritChance
source: Critical Chance:
es: Chance crítica:

# ItemDescription_CritMultiplier
source: Critical Multiplier:
es: Multiplicador crítico:

# ItemDescription_DamageTypes_0
source: Physical
es: Físico

# ItemDescription_DamageTypes_1
source: Magic
es: Mágico

# ItemDescription_DamageTypes_2
source: True
es: Real

# ItemDescription_DropOnDeath
source: Drop chance on death:
es: Chance drop al morir:

# ItemDescription_Dropped
source: Dropped
es: Dropeado

# ItemDescription_GuildBanked
source: Guild Banked
es: Almacenado en banco de gremio

# ItemDescription_ItemLimits
source: Cannot be {00}
es: No puede ser {00}

# ItemDescription_ItemTypes_1
source: Equipment
es: Equipo

# ItemDescription_ItemTypes_2
source: Consumable
es: Consumible

# ItemDescription_ItemTypes_3
source: Currency
es: Moneda

# ItemDescription_ItemTypes_4
source: Spell
es: Hechizo

# ItemDescription_ItemTypes_5
source: Special
es: Especial

# ItemDescription_ItemTypes_6
source: Bag
es: Mochila

# ItemDescription_Rarity_Common
source: Common
es: Común

# ItemDescription_Rarity_Epic
source: Epic
es: Épico

# ItemDescription_Rarity_Legendary
source: Legendary
es: Legendario

# ItemDescription_Rarity_None
source: None
es: Sin rareza

# ItemDescription_Rarity_Rare
source: Rare
es: Raro

# ItemDescription_Rarity_Uncommon
source: Uncommon
es: Poco común

# ItemDescription_ScalingPercentage
source: Scaling Percentage:
es: Porcentaje escala:

# ItemDescription_ScalingStat
source: Scaling Stat:
es: Stat escala:

# ItemDescription_SingleUse
source: Single use
es: Único uso

# ItemDescription_Sold
source: Sold
es: Vendido

# ItemDescription_StatCounts_0
source: Attack:
es: Ataque:

# ItemDescription_StatCounts_1
source: Ability Power:
es: Poder de Habilidad:

# ItemDescription_StatCounts_2
source: Defense:
es: Def. Física:

# ItemDescription_StatCounts_3
source: Magic Resist:
es: Def. Mágica:

# ItemDescription_StatCounts_4
source: Speed:
es: Velocidad:

# ItemDescription_StatGrowthRange
source: {00} to {01}
es: de {00} a {01}

# ItemDescription_Stats_0
source: Attack
es: Ataque

# ItemDescription_Stats_1
source: Ability Power
es: Poder de Habilidad

# ItemDescription_Stats_2
source: Defense
es: Def. Física

# ItemDescription_Stats_3
source: Magic Resist
es: Def. Mágica

# ItemDescription_Stats_4
source: Speed
es: Velocidad

# ItemDescription_TeachSpell
source: Teaches Spell: {00}
es: Enseña hechizo: {00}

# ItemDescription_Traded
source: Traded
es: tradeado

# ItemDescription_TwoHand
source: 2H
es: 2-Manos

# ItemDescription_VitalsRegen_0
source: HP Regen:
es: Regeneración HP:

# ItemDescription_VitalsRegen_1
source: MP Regen:
es: Regeneración MP:

# Keys_KeyDictionary_back
source: Back
es: Atrás

# Keys_KeyDictionary_cancel
source: Cancel
es: Cancelar

# Keys_KeyDictionary_clear
source: Clear
es: Limpiar

# Keys_KeyDictionary_delete
source: Delete
es: Borrar

# Keys_KeyDictionary_divide
source: Divide
es: Dividir

# Keys_KeyDictionary_down
source: Down
es: Abajo

# Keys_KeyDictionary_insert
source: Insert
es: Insertar

# Keys_KeyDictionary_lbutton
source: Left Mouse
es: Mouse Izquierda

# Keys_KeyDictionary_left
source: Left
es: Izquierda

# Keys_KeyDictionary_lmenu
source: L Alt
es: L Menu

# Keys_KeyDictionary_mbutton
source: Middle Mouse
es: Mouse Medio

# Keys_KeyDictionary_modifiers
source: Modifiers
es: Modificador

# Keys_KeyDictionary_multiply
source: Multiply
es: Multiplicador

# Keys_KeyDictionary_rbutton
source: Right Mouse
es: Mouse Derecha

# Keys_KeyDictionary_return
source: Return
es: Volver

# Keys_KeyDictionary_right
source: Right
es: Derecha

# Keys_KeyDictionary_rmenu
source: R Alt
es: R Menu

# Keys_KeyDictionary_sleep
source: Sleep
es: Dormir

# Keys_KeyDictionary_space
source: Space
es: Espacio

# Keys_KeyDictionary_subtract
source: Subtract
es: Restar

# Keys_KeyDictionary_up
source: Up
es: Arriba

# Keys_KeyDictionary_volumedown
source: VolumeDown
es: Volumen -

# Keys_KeyDictionary_volumemute
source: VolumeMute
es: Silencio

# Keys_KeyDictionary_volumeup
source: VolumeUp
es: Volumen +

# LoginWindow_Back
source: Back
es: Volver

# LoginWindow_ForgotPassword
source: Forgot Password?
es: Contraseña olvidada?

# LoginWindow_Login
source: Login
es: Acceder

# LoginWindow_Password
source: Password:
es: Contraseña:

# LoginWindow_SavePassword
source: Save Password
es: Guardar contraseña

# LoginWindow_Title
source: Login
es: Acceso

# LoginWindow_Username
source: Username:
es: Usuario:

# MainMenu_Credits
source: Credits
es: Creditos

# MainMenu_Exit
source: Exit
es: Salir

# MainMenu_Login
source: Login
es: Acceder

# MainMenu_Register
source: Register
es: Registro

# MainMenu_Settings
source: Settings
es: Ajustes

# MainMenu_Start
source: Start
es: Iniciar

# MainMenu_Title
source: Main Menu
es: Menu principal

# MapItemWindow_LootButton
source: Loot All
es: Levantar todo

# MapItemWindow_Title
source: Loot
es: Drop

# Parties_InFight
source: You are currently fighting!
es: Estás actualmente en combate!

# Parties_InvitePrompt
source: {00} has invited you to their party. Do you accept?
es: {00} te invito a su equipo. ¿Lo aceptas?

# Parties_Kick
source: Kick {00}
es: Patear {00}

# Parties_KickLabel
source: Kick
es: Patear

# Parties_Leader
source: Leader
es: Lider

# Parties_LeaderTip
source: Party Leader
es: Lider

# Parties_Leave
source: Leave Party
es: Abandonar Equipo

# Parties_LeaveTip
source: Leave Tip
es: Dejar Equipo

# Parties_PartyInvite
source: Party Invite
es: Invitación a equipo

# Parties_Title
source: Party
es: Equipo

# QuestLog_Abandon
source: Abandon
es: Abandonar

# QuestLog_AbandonPrompt
source: Are you sure that you want to quit the quest "{00}"?
es: Estas seguro que quieres abandonar la misión "{00}"?

# QuestLog_AbandonTitle
source: Abandon Quest: {00}
es: Abandonar misión: {00}

# QuestLog_Back
source: Back
es: Volver

# QuestLog_Completed
source: Quest Completed
es: Misión completa

# QuestLog_CurrentTask
source: Current Task:
es: Tarea actual:

# QuestLog_InProgress
source: Quest In Progress
es: Misión en progreso

# QuestLog_NotStarted
source: Quest Not Started
es: Misión no iniciada!

# QuestLog_TaskItem
source: {00}/{01} {02}(s) gathered.
es: {00}/{01} {02}(s) Obtenidos.

# QuestLog_TaskNpc
source: {00}/{01} {02}(s) slain.
es: {00}/{01} {02}(s) Asesinados.

# QuestLog_Title
source: Quest Log
es: Misiones

# QuestOffer_Accept
source: Accept
es: Aceptar

# QuestOffer_Decline
source: Decline
es: Rechazar

# QuestOffer_Title
source: Quest Offer
es: Oferta de Misión

# Registration_Back
source: Back
es: Volver

# Registration_ConfirmPassword
source: Confirm Password:
es: Confirmar contraseña:

# Registration_EmailInvalid
source: The email is invalid.
es: Email Invalido!.

# Registration_Password
source: Password:
es: Contraseña:

# Registration_PasswordMismatch
source: The passwords do not match.
es: Las contraseñas no coinciden.

# Registration_Register
source: Register
es: Registrar

# Registration_Title
source: Register
es: Registro

# Registration_Username
source: Username:
es: Usuario:

# ResetPass_Back
source: Cancel
es: Volver

# ResetPass_Code
source: Enter the reset code that was sent to you:
es: Ingrese el código de reinicio que se le envió:

# ResetPass_ConfirmPassword
source: Confirm Password:
es: Confirmar contraseña:

# ResetPass_ErrorMessage
source: The reset code was not valid, has expired, or the account does not exist!
es: El código de restablecimiento no era válido, ha caducado o la cuenta no existe!

# ResetPass_InputCode
source: Please enter your password reset code.
es: Por favor ingrese su código de restablecimiento de contraseña.

# ResetPass_NewPassword
source: New Password:
es: Nueva contraseña:

# ResetPass_Submit
source: Submit
es: Enviar

# ResetPass_Success
source: Success!
es: Éxito!

# ResetPass_SuccessMessage
source: Your password has been reset!
es: Tu contraseña ha sido restablecida!

# ResetPass_Title
source: Password Reset
es: Restablecimiento de contraseña

# Server_Connecting
source: Connecting...
es: Conectando...

# Server_Failed
source: Network Error
es: Error conexión

# Server_HandshakeFailure
source: Handshake Error
es: Error Handshake

# Server_Offline
source: Offline
es: Apagado

# Server_Online
source: Online
es: En Linea!

# Server_ServerFull
source: Server is Full
es: LLENO!

# Server_StatusLabel
source: Server Status: {00}
es: Estado de server: {00}

# Server_Unknown
source: Unknown
es: Desconocido

# Server_VersionMismatch
source: Version Mismatch
es: Versión obsoleta

# Settings_Apply
source: Apply
es: Aplicar

# Settings_AutoCloseWindows
source: Auto-close Windows
es: Auto-cerrar ventanas

# Settings_AutoToggleChatLog
source: Auto-toggle chat log visibility
es: Auto-habilitar chat

# Settings_AutoTurnToTarget
source: Auto-turn to target
es: Auto-girar a objetivo

# Settings_Cancel
source: Cancel
es: Cancelar

# Settings_EnableLighting
source: Enable Light Effects
es: Habilitar efectos de luz

# Settings_Fullscreen
source: Fullscreen
es: Pantalla completa

# Settings_GameSettingsTab
source: Game
es: Juego

# Settings_InformationSettings
source: Information
es: Visibilidad

# Settings_InterfaceSettings
source: Interface
es: Interfaz

# Settings_KeyBindingSettingsTab
source: Controls
es: Controles

# Settings_MusicVolume
source: Music Volume: {00}%
es: Vol. Música: {00}%

# Settings_Resolution
source: Resolution:
es: Resolución:

# Settings_ResolutionCustom
source: Custom Resolution
es: Resolución Custom

# Settings_Restore
source: Restore Defaults
es: Por defecto

# Settings_ShowExperienceAsPercentage
source: Show experience as percentage
es: Mostrar EXP en porcentaje

# Settings_ShowFriendOverheadHpBar
source: Show friends overhead HP bar
es: Ver barra de HP de amigos

# Settings_ShowFriendOverheadInformation
source: Show friends overhead information
es: Ver nicks de Amigos

# Settings_ShowGuildOverheadHpBar
source: Show guild member overhead HP bar
es: Ver barra de HP de miembros de clan

# Settings_ShowGuildOverheadInformation
source: Show guild member overhead information
es: Ver nicks de miembros del Clan

# Settings_ShowHealthAsPercentage
source: Show health as percentage
es: Mostrar Vida como porcentaje

# Settings_ShowManaAsPercentage
source: Show mana as percentage
es: Mostrar Maná como porcentaje

# Settings_ShowMyOverheadHpBar
source: Show my overhead HP bar
es: Ver barra de HP propia

# Settings_ShowMyOverheadInformation
source: Show my overhead information
es: Ver nick propio

# Settings_ShowNpcOverheadHpBar
source: Show NPC overhead HP bar
es: Ver barra de HP de NPCs

# Settings_ShowNpcOverheadInformation
source: Show NPC overhead information
es: Ver nicks de NPCs

# Settings_ShowPartyOverheadHpBar
source: Show party member overhead HP bar
es: Ver barra de HP de miembros de equipo

# Settings_ShowPartyOverheadInformation
source: Show party member overhead information
es: Ver nicks de miembros de equipo

# Settings_ShowPlayerOverheadHpBar
source: Show players overhead HP bar
es: Ver barra de HP de otros jugadores

# Settings_ShowPlayerOverheadInformation
source: Show players overhead information
es: Ver nicks de jugadores

# Settings_SimplifiedEscapeMenu
source: Simplified escape menu
es: Menú de escape simplificado

# Settings_SoundVolume
source: Sound Volume: {00}%
es: Vol Sonido: {00}%

# Settings_StickyTarget
source: Sticky Target
es: Objetivo fijo

# Settings_TargetFps
source: Target FPS:
es: Fotogramas:

# Settings_TargetingSettings
source: Targeting
es: Objetivos

# Settings_Title
source: Settings
es: Ajustes

# Settings_TypewriterText
source: Typewriter Text
es: Maquina de escribir

# Settings_UIScale
source: UI Scale
es: Escala IU

# Settings_UnlimitedFps
source: No Limit
es: Sin límite

# Settings_WorldScale
source: World Scale
es: Escalar Mundo

# Shop_BuyItem
source: Buy Item
es: Comprar Item

# Shop_BuyItemPrompt
source: How many units of {00} would you like to buy?
es: Cuanto/s {00} quieres comprar?

# Shop_CannotSell
source: This shop does not accept that item!
es: Esta tienda no acepta este item!!

# Shop_Costs
source: Costs {00} {01}(s)
es: Cuesta {00} {01}(s)

# Shop_SellItem
source: Sell Item
es: Item de hechizo

# Shop_SellItemPrompt
source: How many units of {00} would you like to sell?
es: Cuanto/s {00} quieres vender?

# Shop_SellPrompt
source: Do you wish to sell the item: {00}?
es: Quieres vender el item: {00}?

# Shop_SellsFor
source: Sells for {00} {01}(s)
es: Vender por {00} {01}(s)

# Shop_WontBuy
source: Shop Will Not Buy This Item
es: La tienda no compra este item

# ShopContextMenu_Buy
source: Buy {00}
es: Comprar {00}

# SpellContextMenu_Cast
source: Cast {00}
es: Conjurar {00}

# SpellContextMenu_Forget
source: Forget {00}
es: Olvidar {00}

# SpellDescription_Bound
source: Cannot be unlearned.
es: No se puede olvidar.

# SpellDescription_CastTime
source: Cast Time:
es: Casteo:

# SpellDescription_Cooldown
source: Cooldown:
es: CD:

# SpellDescription_CooldownGroup
source: Cooldown Group:
es: Grupo de enfriamiento:

# SpellDescription_CritChance
source: Critical Chance:
es: Chance crítica:

# SpellDescription_CritMultiplier
source: Critical Multiplier:
es: Multiplicador crítico:

# SpellDescription_DamageType
source: Damage Type:
es: Tipo de daño:

# SpellDescription_DamageTypes_0
source: Physical
es: Físico

# SpellDescription_DamageTypes_1
source: Magic
es: Mágico

# SpellDescription_DamageTypes_2
source: True
es: Real

# SpellDescription_Distance
source: Distance:
es: Distancia:

# SpellDescription_DoT
source: Damages over Time
es: Daña por segundo

# SpellDescription_Duration
source: Duration:
es: Duración:

# SpellDescription_Effect
source: Effect:
es: Efecto:

# SpellDescription_Effects_1
source: Silence
es: Silencia

# SpellDescription_Effects_2
source: Stun
es: Paraliza

# SpellDescription_Effects_3
source: Snare
es: Captura

# SpellDescription_Effects_4
source: Blind
es: Ceguera

# SpellDescription_Effects_5
source: Stealth
es: Camufla

# SpellDescription_Effects_6
source: Transforms
es: Transforma

# SpellDescription_Effects_7
source: Cleanse
es: Purifica

# SpellDescription_Effects_8
source: Invulnerable
es: Inmortaliza

# SpellDescription_Effects_9
source: Shield
es: Escuda

# SpellDescription_Effects_10
source: Sleep
es: Duerme

# SpellDescription_Effects_11
source: On-Hit
es: Potencia

# SpellDescription_Effects_12
source: Taunt
es: Provoca

# SpellDescription_Friendly
source: Support Spell
es: Amigable

# SpellDescription_HoT
source: Heals over Time
es: Cura por segundo

# SpellDescription_IgnoreConsumedResourceBlock
source: Ignores Consumed Resources
es: Ignora recurso consumido

# SpellDescription_IgnoreCooldownReduction
source: Ignores Cooldown Reduction
es: Ignora reducción de enfriamiento

# SpellDescription_IgnoreGlobalCooldown
source: Ignores Global Cooldown
es: Ignora enfriamiento global

# SpellDescription_IgnoreMapBlock
source: Ignores Map Blocks
es: Ignora bloqueos de mapa

# SpellDescription_IgnoreResourceBlock
source: Ignores Active Resources
es: Ignora recurso activo

# SpellDescription_IgnoreZDimension
source: Ignores Height Differences
es: Ignora dif de altura

# SpellDescription_Instant
source: Instant
es: Insta

# SpellDescription_Multiplier
source: {00}x
es: x {00}

# SpellDescription_ScalingPercentage
source: Scaling Percentage:
es: Porcentaje escalado:

# SpellDescription_ScalingStat
source: Scaling Stat:
es: Escala en:

# SpellDescription_SpellTypes_0
source: Combat Spell
es: Hechizo de combate

# SpellDescription_SpellTypes_1
source: Warp to Map
es: Teletransportar

# SpellDescription_SpellTypes_2
source: Warp to Target
es: Salto a objetivo

# SpellDescription_SpellTypes_3
source: Dash
es: Desplazamiento

# SpellDescription_SpellTypes_4
source: Special
es: Especial

# SpellDescription_StatCounts_0
source: Attack:
es: AD:

# SpellDescription_StatCounts_1
source: Ability Power:
es: AP:

# SpellDescription_StatCounts_2
source: Defense:
es: P.Def:

# SpellDescription_StatCounts_3
source: Magic Resist:
es: M.Def:

# SpellDescription_StatCounts_4
source: Speed:
es: Agi:

# SpellDescription_Stats_0
source: Attack
es: AD

# SpellDescription_Stats_1
source: Ability Power
es: AP

# SpellDescription_Stats_2
source: Defense
es: P.Def

# SpellDescription_Stats_3
source: Magic Resist
es: M.Def

# SpellDescription_Stats_4
source: Speed
es: Agi

# SpellDescription_TargetTypes_0
source: Self Cast
es: Auto casteo

# SpellDescription_TargetTypes_1
source: Targetted - Range: {00} Tiles
es: Objetivo - Rango: {00} Tiles

# SpellDescription_TargetTypes_2
source: AOE
es: Area de efecto

# SpellDescription_TargetTypes_3
source: Projectile - Range: {00} Tiles
es: Proyectíl - Rango: {00} Tiles

# SpellDescription_TargetTypes_4
source: On Hit
es: Al golpear

# SpellDescription_TargetTypes_5
source: Trap
es: Trampa

# SpellDescription_Tick
source: Ticks every:
es: Efecto cada:

# SpellDescription_Unfriendly
source: Damaging Spell
es: No Amigable

# SpellDescription_VitalCosts_0
source: HP Cost:
es: Costo HP:

# SpellDescription_VitalCosts_1
source: MP Cost:
es: Costo MP:

# SpellDescription_VitalDamage_0
source: HP Damage:
es: Daña HP:

# SpellDescription_VitalDamage_1
source: MP Damage:
es: Daña MP:

# SpellDescription_VitalRecovery_0
source: HP Recovery:
es: Cura HP:

# SpellDescription_VitalRecovery_1
source: MP Recovery:
es: Cura MP:

# Spells_ForgetSpell
source: Forget Spell
es: Olvidar hechizo

# Spells_ForgetSpellPrompt
source: Are you sure you want to forget {00}?
es: Estas seguro que quieres olvidarte {00}?

# Spells_Title
source: Spells
es: Hechizos

# TradeContextMenu_Withdraw
source: Revoke {00}
es: Rechazar {00}

# Trading_Accept
source: Accept
es: Aceptar

# Trading_InFight
source: You are currently fighting!
es: Estás actualmente peleando!

# Trading_OfferItem
source: Offer Item
es: Ofertar Item

# Trading_OfferItemPrompt
source: How many units of {00} would you like to offer?
es: Cuanto/s {00} te gustaria ofertar?

# Trading_Pending
source: Pending
es: Pendiente

# Trading_RequestPrompt
source: {00} has invited you to trade items with them. Do you accept?
es: {00} te ha invitado a intercambiar items con el. ¿Aceptas?

# Trading_RevokeItem
source: Revoke Item
es: Revocar item

# Trading_RevokeItemPrompt
source: How many units of {00} would you like to revoke?
es: Cuanto/s {00} te gustaria revocar??

# Trading_TheirOffer
source: Their Offer:
es: Su oferta:

# Trading_Title
source: Trading with {00}
es: Tradeando con {00}

# Trading_TradeRequest
source: Trading Invite
es: Invitación a tradear

# Trading_Value
source: Value: {00}
es: Valor: {00}

# Trading_YourOffer
source: Your Offer:
es: Tu oferta:

# Update_Checking
source: Checking for updates, please wait.
es: Verificando actualizaciones, por favor espere!

# Update_Done
source: Update complete! Launching game.
es: Actualización completada! Iniciando juego!

# Update_Error
source: Update Error! Check logs for more information.
es: Error de actualización! Verifique los logs para más info!

# Update_FilesRemaining
source: {00} Files Remaining
es: {00} Archivos restantes

# Update_RemainingSize
source: {00} Left
es: Faltan {00}

# Update_Restart
source: Update complete! Relaunch {00} to play.
es: Actualización completada! Reinicie {00} para jugar!

# Update_Updating
source: Downloading updates, please wait.
es: Descargando actualizaciones, por favor espere!

# Words_LcaseSound
source: sound
es: sonidos
