Repository: lodicolo/Intersect-Engine
Catalog: Intersect.Client.Core/Localization/ClientStrings.*.resx
Languages: es

# Admin_Access
source: Access:
es: Acceso:

# Admin_Access0
source: None
es: Ninguno

# Admin_Access1
source: Moderator
es: Moderador

# Admin_BanPrompt
source: Banning {00} will not allow them to access this game for the duration you set!
es: Banear por {00} No les permitirá el acceso al juego durante el tiempo que establezcas!

# Admin_ChronologicalTip
source: Order maps chronologically.
es: Ordenar cronologicamente.

# Admin_Face
source: Face:
es: Cara:

# Admin_Kick
source: Kick
es: Patear

# Admin_Kill
source: Kill
es: Asesinar

# Admin_MapList
source: Map List:
es: Lista de mapas:

# Admin_Mute
source: Mute
es: Silenciar

# Admin_MuteCaption
source: Mute {00}
es: Silenciar por {00}

# Admin_MutePrompt
source: Muting {00} will not allow them to chat in game for the duration you set!
es: Silenciado por {00} no les permitirá chatear en el juego durante el tiempo que establezcas!

# Admin_Name
source: Name:
es: Nombre:

# Admin_None
source: None
es: Nada

# Admin_OverworldReturn
source: Leave Instance
es: Abandonar instancia

# Admin_SetFace
source: Set Face
es: Setear Cara

# Admin_SetPower
source: Set Power
es: Setear Acceso

# Admin_SetSprite
source: Set Sprite
es: Setear Sprite

# Admin_Title
source: Administration
es: Administracion

# Admin_Unban
source: Unban
es: Desbanear

# Admin_UnbanCaption
source: Unban {00}
es: Desbanear a {00}

# Admin_UnbanPrompt
source: Are you sure that you want to unban {00}?
es: Seguro que quieres desbanear a {00}?

# Admin_Unmute
source: Unmute
es: Sacar silencio

# Admin_UnmuteCaption
source: Unmute {00}
es: desilenciar a {00}

# Admin_UnmutePrompt
source: Are you sure that you want to unmute {00}?
es: estas seguro que quieres cancelarle el silencio a {00}?

# Admin_Warp2Me
source: Warp To Me
es: Traer a mi

# Admin_WarpMe2
source: Warp Me To
es: Ir a

# BagContextMenu_Withdraw
source: Withdraw {00}
es: Extraer {00}

# Bags_RetrieveItem
source: Retrieve Item
es: Recuperar Item

# Bags_RetrieveItemPrompt
source: How many/much {00} would you like to retrieve?
es: Cuantos {00} te gustaría recuperar?

# Bags_StoreItem
source: Store Item
es: Depositar item

# Bags_StoreItemPrompt
source: How many/much {00} would you like to store?
es: ¿Cuánto/s {00} te gustaría almacenar??

# Bags_Title
source: Bag
es: Bolso

# Bank_DepositItem
source: Deposit Item
es: Depositar item

# Bank_DepositItemPrompt
source: How many/much {00} would you like to deposit?
es: ¿Cuanto/s {00} te gustaria depositar?

# Bank_NoSpace
source: There is no space left in your bank for that item!
es: No hay espacio en tu banco para ese artículo!

# Bank_Title
source: Bank
es: Banco

# Bank_WithdrawItem
source: Withdraw Item
es: Sacar item

# Bank_WithdrawItemNoSpace
source: There is no space left in your inventory for that item!
es: No hay espacio en tu inventario para ese artículo!

# Bank_WithdrawItemPrompt
source: How many/much {00} would you like to withdraw?
es: Cuanto/s {00} te gustaria sacar?

# BankContextMenu_Withdraw
source: Withdraw {00}
es: Extraer {00}

# BanMute_Cancel
source: Cancel
es: Cancelar:

# BanMute_Duration
source: Duration:
es: Duración:

# BanMute_FiveDays
source: 5 days
es: 5 dias

# BanMute_Forever
source: Indefinitely
es: Indefinidamente

# BanMute_FourDays
source: 4 days
es: 4 dias

# BanMute_IncludeIp
source: Include IP:
es: Incluir IP:

# BanMute_Okay
source: Okay
es: Ok

# BanMute_OneDay
source: 1 day
es: 1 día

# BanMute_OneMonth
source: 1 month
es: 1 mes

# BanMute_OneWeek
source: 1 week
es: 1 semana

# BanMute_OneYear
source: 1 year
es: 1 año

# BanMute_Reason
source: Reason:
es: Razón:

# BanMute_SixMonths
source: 6 months
es: 6 meses

# BanMute_ThreeDays
source: 3 days
es: 3 dias

# BanMute_TwoDays
source: 2 days
es: 2 dias

# BanMute_TwoMonths
source: 2 months
es: 2 meses

# BanMute_TwoWeeks
source: 2 weeks
es: 2 semanas

# Character_AttackSpeed
source: Attack Speed: {00}s
es: Vel. Ataque: {00}s

# Character_CooldownReduction
source: Cooldown Reduction: {00}%
es: Enfriamiento: {00}%

# Character_Equipment
source: Equipment:
es: Equipo:

# Character_ExtraBuffs
source: Extra Buffs
es: Buffs extra

# Character_ExtraExp
source: Bonus EXP: {00}%
es: EXP bonus: {00}%

# Character_HealthRegen
source: Health Regen: {00}%
es: Reg. HP: {00}%

# Character_LevelAndClass
source: Level: {00}, Class: {01}
es: Nivel: {00} {01}

# Character_Lifesteal
source: Lifesteal: {00}%
es: Vampirismo: {00}%

# Character_Luck
source: Luck: {00}%
es: Suerte: {00}%

# Character_ManaRegen
source: Mana Regen: {00}%
es: Reg. MP: {00}%

# Character_Manasteal
source: Manasteal: {00}%
es: Robo de maná: {00}%

# Character_Points
source: Points: {00}
es: Puntos: {00}

# Character_Stats
source: Stats:
es: Estadísticas

# Character_Tenacity
source: Tenacity: {00}%
es: Tenacidad: {00}%

# Character_Title
source: Character Information
es: Personaje

# CharacterCreation_Back
source: Back
es: Volver

# CharacterCreation_Class
source: Class:
es: Clase:

# CharacterCreation_Create
source: Create
es: Crear

# CharacterCreation_Female
source: Female
es: Femen.

# CharacterCreation_Gender
source: Gender:
es: Genero:

# CharacterCreation_Hint
source: Customize
es: Personaliza

# CharacterCreation_Hint2
source: Your Character
es: Tu personaje!

# CharacterCreation_InvalidName
source: Character name is invalid. Please use alphanumeric characters with a length between 2 and 20.
es: Nombre de personaje invalido. Por favor use entre 2 y 20 caracteres alfanumericos.

# CharacterCreation_Male
source: Male
es: Masc.

# CharacterCreation_Name
source: Name:
es: Nombre:

# CharacterCreation_Title
source: Create a New Character
es: Crear personaje

# CharacterSelection_Delete
source: Delete
es: Borrar

# CharacterSelection_DeletePrompt
source: Are you sure you want to delete {00}? This action is irreversible!
es: Estas seguro que quieres borrar {00}? Esta acción es irreversible!!

# CharacterSelection_DeleteTitle
source: Delete {00}
es: Borrar {00}

# CharacterSelection_Empty
source: Empty Character Slot
es: Slot Vacío

# CharacterSelection_Info
source: Level: {00}, Class: {01}
es: Nivel {00} {01}

# CharacterSelection_Logout
source: Logout
es: Desloguear

# CharacterSelection_New
source: New
es: Nuevo

# CharacterSelection_Play
source: Play
es: Usar

# CharacterSelection_Title
source: Select a Character to Play
es: Seleccionar personaje

# Chatbox_Channel
source: Channel:
es: Canal:

# Chatbox_Channels_1
source: global
es: Mundial

# Chatbox_Channels_2
source: party
es: Equipo

# Chatbox_Channels_3
source: guild
es: Clan

# Chatbox_ChatTabButtons_All
source: All
es: Todos

# Chatbox_ChatTabButtons_Global
source: Global
es: Mundial

# Chatbox_ChatTabButtons_Guild
source: Guild
es: Clan

# Chatbox_ChatTabButtons_Party
source: Party
es: Equipo

# Chatbox_ChatTabButtons_System
source: System
es: Sistema

# Chatbox_ClearLogButtonToolTip
source: Clear chat log messages
es: Limpiar chat

# Chatbox_EnterChat
source: Click here to chat.
es: Clickee aqui para chatear.

# Chatbox_EnterChat1
source: Press '{00}' to chat.
es: Presione {00} para chatear.

# Chatbox_EnterChat2
source: Press '{00}' or '{01}' to chat.
es: Presione {00} o {01} para chatear.

# Chatbox_Send
source: Send
es: Enviar

# Chatbox_ToggleLogButtonToolTip
source: Toggle chat log visibility
es: Mostrar chat

# Chatbox_TooFast
source: You are chatting too fast!
es: Estas escribiendo muy rápido!

# Chatbox_UnableToCopy
source: It appears you are not able to copy/paste on this platform. Please make sure you have either the 'xclip' or 'wl-clipboard' packages installed if you are running Linux.
es: Parece que no puede copiar/pegar en esta plataforma. Asegúrese de tener instalados los paquetes 'xclip' o 'wl-clipboard' si está ejecutando Linux.

# ChatContextMenu_FriendInvite
source: Send Friend request to {00}
es: Ofrecer amistad {00}

# ChatContextMenu_GuildInvite
source: Invite {00} to Guild
es: Invitar a gremio {00}

# ChatContextMenu_PartyInvite
source: Invite {00} to Party
es: Invitar a equipo {00}

# ChatContextMenu_PM
source: Send Private Message to {00}
es: PM {00}

# Combat_AttackWhileCastingDeny
source: You cannot attack while casting a spell.
es: Estás casteando un hechizo, no puedes atacar.

# Combat_Stat0
source: Attack
es: ATK

# Combat_Stat1
source: Ability Power
es: AP

# Combat_Stat2
source: Defense
es: DEF

# Combat_Stat3
source: Magic Resist
es: M.DEF

# Combat_Stat4
source: Speed
es: Agilidad

# Combat_WarningCharacterSelect
source: You are attempting to logout while in combat! Your character will remain in-game until combat has ended. Are you sure you want to logout now?
es: ¡Estás a punto de cerrar sesión en combate! ¡Tu personaje permanecerá en el juego hasta que termine el combate! ¿Seguro que quieres cerrar sesión ahora?

# Combat_WarningExitDesktop
source: You are attempting to exit while in combat! Your character will remain in-game until combat has ended. Are you sure you want to quit now?
es: ¡Estás a punto de cerrar sesión en combate! ¡Tu personaje permanecerá en el juego hasta que termine el combate! ¿Seguro que quieres cerrar sesión ahora?

# Combat_WarningLogout
source: You are attempting to logout while in combat! Your character will remain in-game until combat has ended. Are you sure you want to logout now?
es: ¡Estás a punto de cerrar sesión en combate! ¡Tu personaje permanecerá en el juego hasta que termine el combate! ¿Seguro que quieres cerrar sesión ahora?

# Combat_WarningTitle
source: Combat Warning!
es: Advertencia de Combate!

# Controls_KeyDictionary_attackinteract
source: Attack/Interact:
es: Atacar/Interactuar:

# Controls_KeyDictionary_autotarget
source: Auto Target:
es: Auto objetivo:

# Controls_KeyDictionary_block
source: Block:
es: Bloquear:

# Controls_KeyDictionary_enter
source: Chat:
es: Enter:

# Controls_KeyDictionary_holdtozoomin
source: Hold to Zoom In:
es: Acercar cámara:

# Controls_KeyDictionary_holdtozoomout
source: Hold to Zoom Out:
es: Alejar cámara:

# Controls_KeyDictionary_movedown
source: Down:
es: Abajo:

# Controls_KeyDictionary_moveleft
source: Left:
es: Izquierda:

# Controls_KeyDictionary_moveright
source: Right:
es: Derecha:

# Controls_KeyDictionary_moveup
source: Up:
es: Arriba:

# Controls_KeyDictionary_openadminpanel
source: Open Admin Panel:
es: Abrir Panel de admin:

# Controls_KeyDictionary_opencharacterinfo
source: Open Character Info:
es: Abrir Perfil:

# Controls_KeyDictionary_opendebugger
source: Open Debugger:
es: Abrir Debug:

# Controls_KeyDictionary_openfriends
source: Open Friends:
es: Abrir Amigos:

# Controls_KeyDictionary_openguild
source: Open Guild:
es: Abrir clan:

# Controls_KeyDictionary_openinventory
source: Open Inventory:
es: Abrir inventario:

# Controls_KeyDictionary_openmenu
source: Open Menu:
es: Abrir menu:

# Controls_KeyDictionary_openparties
source: Open Parties:
es: Abrir Party:

# Controls_KeyDictionary_openquests
source: Open Quests:
es: Abrir misiones:

# Controls_KeyDictionary_opensettings
source: Open Settings:
es: Abrir configuraciones:

# Controls_KeyDictionary_openspells
source: Open Spells:
es: Abrir Hechizos:

# Controls_KeyDictionary_pickup
source: Pick Up:
es: Levantar:

# Controls_KeyDictionary_togglefullscreen
source: Toggle Fullscreen:
es: Pantalla completa:

# Controls_KeyDictionary_togglegui
source: Toggle Interface:
es: Mostrar GUI:

# Controls_KeyDictionary_togglezoomin
source: Toggle Zoom In:
es: Zoom acercado:

# Controls_KeyDictionary_togglezoomout
source: Toggle Zoom Out:
es: Zoom alejado:

# Controls_KeyDictionary_turnaround
source: Hold to turn around:
es: Mantener para girar:

# Controls_Listening
source: Listening
es: Teclea

# Crafting_Craft
source: Craft 1
es: Craftear

# Crafting_CraftAll
source: Craft {00}
es: Craftear {00}

# Crafting_CraftChance
source: Chance of failure: {00}%
es: Chance de fallo: {00}%

# Crafting_CraftingTime
source: Crafting time: {00}s
es: Manuractura en: {00}s

# Crafting_CraftStop
source: Stop
es: Detener

# Crafting_DestroyMaterialsChance
source: Chance to destroy materials: {00}%
es: Chance de perder items: {00}%

# Crafting_IncorrectResources
source: You do not have the necessary resources to craft this item.
es: No tienes los recursos para craftear este objeto.

# Crafting_Ingredients
source: Required:
es: Requiere:

# Crafting_Product
source: Crafting:
es: Producto:

# Crafting_Recipes
source: Recipes:
es: Recetas:

# Credits_Back
source: Back to Main Menu
es: Volver

# Credits_Title
source: Credits
es: Creditos

# Debug_ControlUnderCursor
source: Control Under Cursor
es: Control bajo cursor

# Debug_DrawDebugOutlines
source: Draw Debug Outlines
es: Dibujar contornos de debug

# Debug_Draws
source: Draws
es: Dibujos

# Debug_EnableLayoutHotReloading
source: Enable Experimental Layout Hot Reloading
es: Habilitar cliente caliente experimental

# Debug_EntitiesDrawn
source: Entities Drawn
es: Entidades dibujadas

# Debug_InterfaceObjects
source: Interface Objects
es: Objetos de interfaz

# Debug_KnownEntities
source: Known Entities
es: Entidades conocidas

# Debug_KnownMaps
source: Known Maps
es: Mapas conocidos

# Debug_LightsDrawn
source: Lights Drawn
es: Luces dibujadas

# Debug_Map
source: Map
es: Mapa

# Debug_MapsDrawn
source: Maps Drawn
es: Mapas dibujados

# Debug_ShutdownServer
source: Shutdown Server
es: Apagar servidor

# Debug_ShutdownServerAndExit
source: Shutdown Server and Exit
es: Apagar servidor y salir

# Debug_Time
source: Time
es: Tiempo

# EntityBox_Level
source: Lv. {00}
es: Lvl. {00}

# EntityBox_MaxLevel
source: Max Level
es: Nivel Max

# EntityContextMenu_AddFriend
source: Add Friend
es: Agregar amigo

# EntityContextMenu_InviteToGuild
source: Invite to Guild
es: Invitar al clan

# EntityContextMenu_InviteToParty
source: Invite to Party
es: Invitar al equipo

# EntityContextMenu_PrivateMessage
source: Private Message
es: Mensaje privado

# EntityContextMenu_Trade
source: Trade
es: invitar intercambio

# Errors_DisconnectionEvent
source: Please provide this message to your administrator: {0}
es: Por favor brinde este mensaje a su administrador: {0}

# Errors_DisplayNotSupported
source: Invalid Display Configuration!
es: Configuración de pantalla invalida!

# Errors_DisplayNotSupportedError
source: Fullscreen {00} resolution is not supported on this device!
es: La resolución tipo pantalla completa {00} no esta soportada en este equipo!

# Errors_HostNotFound
source: DNS resolution error, please report this to the game administrator.
es: Error de resolución DNS, por favor reporte esto al administrador del juego.

# Errors_LoadFile
source: Failed to load a {00}. Please send the game administrator a copy of your errors log file in the logs directory.
es: No se pudo cargar {00}. Envíe al administrador del juego una copia de su archivo de registro de errores en el directorio Logs.

# Errors_LostConnection
source: Lost connection to the game server. Please make sure you're connected to the internet and try again!
es: Conexión con el servidor perdida. Por favor asegurese que esta conectado a internet e intente de nuevo!

# Errors_NotConnected
source: Not connected to the game server. Is it online?
es: No esta conectado al servidor. ¿Estará en linea?

# Errors_PasswordInvalid
source: Password is invalid. Please use alphanumeric characters with a length between 4 and 20.
es: Contraseña incorrecta. Por favor use de 4 a 20 caracteres alfanumericos.

# Errors_ResourcesNotFound
source: The resources directory could not be found! Intersect will now close.
es: ¡No se pudo encontrar el directorio de recursos! El cliente ahora se cerrará.

# Errors_UsernameInvalid
source: Username is invalid. Please use alphanumeric characters with a length between 2 and 20.
es: Usuario invalido. Por favor use de 2 a 20 caracteres alfanumericos.

# EscapeMenu_CharacterSelect
source: Characters
es: Chars

# EscapeMenu_Close
source: Close
es: Cerrar

# EscapeMenu_ExitToDesktop
source: Desktop
es: Escritorio

# EscapeMenu_Logout
source: Logout
es: Deslogear

# EscapeMenu_Settings
source: Settings
es: Ajustes

# EventWindow_Continue
source: Continue
es: Continuar

# ForgotPass_Back
source: Back
es: Volver

# ForgotPass_Hint
source: If your account exists, we will send you a temporary password reset code.
es: Si su cuenta existe, le enviaremos un código de restablecimiento de contraseña temporal.

# ForgotPass_Label
source: Enter your username or email below:
es: Ingrese su nombre de usuario o correo electrónico a continuación::

# ForgotPass_Submit
source: Submit
es: Enviar

# ForgotPass_Title
source: Password Reset
es: Restablecimiento de contraseña

# Friends_AddFriend
source: Add Friend
es: Agregar amigo

# Friends_AddFriendPrompt
source: Who would you like to add as a friend?
es: A quien quieres añadir como amigo?

# Friends_InFight
source: You are currently in a fight!
es: Estás actualmente en combate!

# Friends_Offline
source: Offline
es: Desconectado

# Friends_RemoveFriend
source: Remove Friend
es: Eliminar amistad

# Friends_RemoveFriendPrompt
source: Do you wish to remove {00} from your friends list?
es: Quieres eliminar a {00} de tu lista de amigos?

# Friends_Request
source: Friend Request
es: Solicitud de amistad

# Friends_RequestPrompt
source: {00} has sent you a friend request. Do you accept?
es: {00} te envió una solicitud de amistad. Deseas aceptarlo?

# Friends_Title
source: Friends
es: Amigos

# GameMenu_Character
source: Character Information
es: Perfil

# GameMenu_Friends
source: Friends
es: Amigos

# GameMenu_Items
source: Inventory
es: Inventario

# GameMenu_Menu
source: Open Menu
es: Menu

# GameMenu_Party
source: Party
es: Equipo

# GameMenu_Quest
source: Quest Log
es: Misiones

# GameMenu_Spells
source: Spell Book
es: Habilidades

# General_None
source: None
es: Nada

# Guilds_Bank
source: {00} Guild Bank
es: Banco del Gremio {00}

# Guilds_Demote
source: Demote to {00}
es: Degradar a {00}

# Guilds_DemotePrompt
source: Are you sure you want to demote {00} to rank {01}?
es: Seguro que quieres degradar a {00} al rango {01}?

# Guilds_DemoteTitle
source: Demote Guild Member
es: Degradar miembro

# Guilds_Guild
source: Guild
es: Clan

# Guilds_GuildTip
source: Send {00} an invite to your guild.
es: Enviar una invitación para que se una a tu clan.

# Guilds_Invite
source: Invite
es: Invitar

# Guilds_InviteAlreadyInGuild
source: The player you're trying to invite is already in a guild or has a pending invite.
es: El jugador que intentas invitar ya está en un clan o tiene una invitación pendiente.

# Guilds_InviteMemberPrompt
source: Who would you like to invite to {00}?
es: A quien te gustaría invitar a {00}?

# Guilds_InviteMemberTitle
source: Invite Player
es: Invitar jugador

# Guilds_InviteRequestPrompt
source: {00} would like to invite you to join their guild, {01}. Do you accept?
es: {00} te está invitando al clan {01}. Aceptas la invitación?

# Guilds_InviteRequestPromptMissingGuild
source: {00} would like to invite you to join their guild. Do you accept?
es: {00} le gustaría invitarte a su clan. Aceptas?

# Guilds_InviteRequestTitle
source: Guild Invite
es: Invitación a Clan

# Guilds_Kick
source: Kick
es: Expulsar

# Guilds_KickPrompt
source: Are you sure you want to kick {00}?
es: Seguro que quieres expulsar del gremio a {00}?

# Guilds_KickTitle
source: Kick Guild Member
es: Expulsar miembro

# Guilds_Leave
source: Leave
es: Abandonar

# Guilds_LeavePrompt
source: Are you sure you want to leave your guild?
es: Seguro que quieres abandonar el Clan?

# Guilds_LeaveTitle
source: Leave Guild
es: Abandonar Clan

# Guilds_NotAllowedDeposit
source: You do not have permission to deposit items into {00}'s guild bank.
es: ¡No tienes permiso para depositar artículos en el banco del gremio de {00}!

# Guilds_NotAllowedSwap
source: You do not have permission to swap items within {00}'s guild bank.
es: ¡No tienes permiso para intercambiar artículos dentro del banco del gremio de {00}!

# Guilds_NotAllowedWithdraw
source: You do not have permission to withdraw from {00}'s guild bank.
es: ¡No tienes permiso para retirar objetos del banco del gremio de {00}!

# Guilds_NotInGuild
source: You are not currently in a guild!
es: No estás en un clan!

# Guilds_Promote
source: Promote to {00}
es: Promover a {00}

# Guilds_PromotePrompt
source: Are you sure you want to promote {00} to rank {01}?
es: Seguro que quieres promover a {00} al rango {01}?

# Guilds_PromoteTitle
source: Promote Guild Member
es: Promover miembro

# Guilds_Transfer
source: Transfer
es: Transferir

# Guilds_TransferPrompt
source: This action will completely transfer all ownership of your guild to {00} and you will lose your rank of {01}. If you are sure you want to hand over your guild enter '{02}' below.
es: Esta acción transferirá por completo toda la propiedad de tu clan a {00} y perderás tu rango de {01}. Si está seguro de que desea entregar su clan, ingrese '{02}' a continuación.

# Guilds_TransferTitle
source: Transfer Guild
es: Transferir Clan

# InputBox_Cancel
source: Cancel
es: Cancelar

# InputBox_Okay
source: Okay
es: Ok

# InputBox_Yes
source: Yes
es: Si

# Internals_Bounds
source: Bounds
es: Límites

# Internals_ColorOverride
source: Color Override
es: Color sobrexpuesto

# Internals_ExperimentalFeatureTooltip
source: This feature is experimental and may cause issues when enabled.
es: Esta característica es experimental y puede romper todo si está encendida.

# Internals_Name
source: Name
es: Nombre

# Internals_Type
source: Type
es: Tipo

# Inventory_DropItemPrompt
source: How many units of {00} would you like to discard?
es: Cuantos {00} quieres soltar?

# Inventory_DropItemTitle
source: Drop Item
es: Soltar item

# Inventory_DropPrompt
source: Do you wish to drop the item: {00}?
es: Deseas soltar el objeto: {00}?

# Inventory_Title
source: Inventory
es: Inventario

# ItemContextMenu_Bag
source: Bag {00}
es: Guardar {00}

# ItemContextMenu_Bank
source: Bank {00}
es: Almacenar {00}

# ItemContextMenu_Cast
source: Cast {00}
es: Conjurar {00}

# ItemContextMenu_Drop
source: Drop {00}
es: Dropear {00}

# ItemContextMenu_Equip
source: Equip {00}
es: Equipar {00}

# ItemContextMenu_Learn
source: Learn {00}
es: Aprender {00}

# ItemContextMenu_Open
source: Open {00}
es: Abrir {00}

# ItemContextMenu_Sell
source: Sell {00}
es: Vender {00}

# ItemContextMenu_Trade
source: Offer {00}
es: Ofrecer {00}

# ItemContextMenu_Unequip
source: Unequip {00}
es: Desequipar {00}

# ItemContextMenu_Use
source: Use {00}
es: Usar {00}

# ItemDescription_Amount
source: Amount:
es: Cantidad:

# ItemDescription_AttackSpeed
source: Attack Speed:
es: Velocidad ATQ:

# ItemDescription_Bagged
source: Bagged
es: Almacenado

# ItemDescription_BagSlots
source: Bag Slots:
es: Slots Mochila:

# ItemDescription_Banked
source: Banked
es: Almacenado en banco

# ItemDescription_BaseDamage
source: Base Damage:
es: Daño base:

# ItemDescription_BaseDamageType
source: Damage Type:
es: Tipo de daño:

# ItemDescription_BlockAbsorption
source: Block Absorption:
es: Daño absorbido:

# ItemDescription_BlockAmount
source: Block Amount:
es: Daño bloqueado:

# ItemDescription_BlockChance
source: Block Chance:
es: Chance de bloqueo:

# ItemDescription_BonusEffects_1
source: Cooldown Reduction:
es: Reducción enfriamiento:

# ItemDescription_BonusEffects_2
source: Lifesteal:
es: Robo de vida:

# ItemDescription_BonusEffects_3
source: Tenacity:
es: Tenacidad:

# ItemDescription_BonusEffects_4
source: Luck:
es: Suerte:

# ItemDescription_BonusEffects_5
source: Bonus Experience:
es: Experiencia Bonus:

# ItemDescription_BonusEffects_6
source: Manasteal:
es: Robo de maná:

# ItemDescription_CastSpell
source: Casts Spell: {00}
es: Castea hechizo: {00}

# ItemDescription_ConsumableTypes_0
source: Restores HP:
es: Cura HP:

# ItemDescription_ConsumableTypes_1
source: Restores MP:
es: Cura MP:

# ItemDescription_ConsumableTypes_2
source: Grants Experience:
es: Otorga experiencia:
